[
	{"id":"1", "firstName":"Princess", "lastName":"Diana",  "thumb":"PrincessDiana.png", "bio":"Born Diana Spencer on July 1, 1961, Princess Diana became Lady Diana Spencer after her father inherited the title of Earl Spencer in 1975. She married the heir to the British throne, Prince Charles, on July 29, 1981. They had two sons and later divorced in 1996. Diana died on August 31, 1997, from injuries she sustained in a car crash in Paris. She is remembered as the 'People's Princess' because of her widespread popularity and global humanitarian efforts. "},
	{"id":"2", "firstName":"Moon", "lastName":"Jae-in", "thumb":"MoonJae-in.png", "bio":"Born on a small island in South Korea at the tail end of the Korean War, Moon Jae-in spent his early years in poverty. He became a leader of student demonstrations while attending Kyung Hee University, and after two decades as a human rights lawyer, he joined the administration of President <a href='https://www.biography.com/people/roh-moo-hyun-37092'>Roh Moo-hyun</a> in 2002. Moon launched his own political career as a national assemblyman in 2012. Following the scandal that brought down his predecessor, <a href='https://www.biography.com/people/park-geun-hye-21145475'>Park Geun-hye</a>, Moon was elected President of the Republic of Korea in May 2017."},
	{"id":"3","firstName":"Donald", "lastName":"Trump", "thumb":"DonaldTrump.png", "bio":"U.S. President, real estate mogul and former reality TV star Donald John Trump was born in 1946, in Queens, New York. In 1971, he became involved in large, profitable building projects in Manhattan. In 1980, he opened the Grand Hyatt, which made him the city's best-known developer. In 2004, Trump began starring in the hit NBC reality series <em>The Apprentice</em><em><em>, </em></em>which also spawned the offshoot <em>The Celebrity Apprentice</em>. Trump turned his attention to politics, and in 2015 he&nbsp;announced his candidacy for president of the United States on the Republican ticket. After winning a majority of the primaries and caucuses, Trump became the official Republican candidate for president on July 19, 2016. That November, Trump was elected the 45th President of the United States, after defeating Democratic candidate <a href='http://www.biography.com/people/hillary-clinton-9251306'>Hillary Clinton</a>."},
	{"id":"4","firstName":"Mira", "lastName":"Sorvino", "thumb":"MiraSorvino.png", "bio":"Actress Mira Sorvino was born in New York City on September 28, 1967. The oldest daughter of actor <a href='https://www.biography.com/people/paul-sorvino-9542265'>Paul Sorvino</a>, Mira broke through with a starring role in&nbsp;<a href='https://www.biography.com/people/woody-allen-9181734'>Woody Allen</a>'s <em>Mighty Aphrodite</em> (1995), which earned her the Academy Award for Best Supporting Actress. Sorvino has gone on to tackle projects spanning many genres in both TV and film, and has supported numerous human rights causes."},
	{"id":"5","firstName":"Tse-tung", "lastName":"Mao", "thumb":"MaoTse-tung.png", "bio":"Born on December 26, 1893, in Shaoshan, Hunan Province, China, Mao Tse-tung served as chairman of the People's Republic of China from 1949 to 1959, and led the Chinese Communist Party from 1935 until his death. Mao's 'Great Leap Forward' and the Cultural Revolution were ill-conceived and had disastrous consequences, but many of his goals, including stressing China's self-reliance, were generally laudable."},
	{"id":"6","firstName":"Anne Morrow", "lastName":"Lindbergh", "thumb":"AnneMorrowLindbergh.png", "bio":"Anne Morrow Lindbergh was born June 22, 1906, in Englewood, New Jersey. In 1929 she married Charles Lindbergh. She got her glider pilot's license in 1930. Their first child was murdered in 1932. She went on to write more than two dozen works. After Charles' death in 1974, she spent the next 25 years writing and editing her diaries for publication. She died February 7, 2001, in Passumpsic, Vermont."},
	{"id":"7","firstName":"Sitting", "lastName":"Bull", "thumb":"SittingBull.png", "bio":"Sitting Bull joined his first war party at 14 and soon gained a reputation for bravery in battle. In 1868 the Sioux accepted peace with the U.S. government, but when gold was discovered in the Black Hills in the mid-1870s, a rush of white prospectors invaded Sioux lands. Sitting Bull responded but could only win battles, not the war. He was arrested and killed in 1890."},
	{"id":"8","firstName":"Ivanka", "lastName":"Trump", "thumb":"IvankaTrump.png", "bio":"Ivanka Trump is the daughter of U.S. president and real estate&nbsp;mogul <a href='http://www.biography.com/people/donald-trump-9511238'>Donald Trump</a> and socialite <a href='http://www.biography.com/people/ivana-trump-9542158'>Ivana Trump</a>. Embarking first on a modeling career in her teens, Ivanka redirected her ambitions and joined her father's business empire after college. From 2006 to 2015, she worked alongside her father and two brothers as a judge on <em>Celebrity Apprentice</em>. She is currently an executive vice president at the Trump Organization and founder of her own fashion brand, the Ivanka Trump Collection. She is married to real estate developer Jared Kushner and has three children with him."}
]